/* Status message shown while cancelling search. */
"Cancelling search..." = "Cancelling search...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to Researchr..." = "Connected to Researchr...";

/* Status message shown when plugin is connecting to the service */
"Connecting with Researchr..." = "Connecting with Researchr...";

/* Error message when query can't be created */
"Could not create query from search field input." = "Could not create query from search field input.";

/* Status message shown after all metadata has been retrieved */
"Done." = "Done.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Fetching metadata...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "Fetching meta data for token %d of %d...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "Fetching Paper %d of %d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching Papers..." = "Fetching Papers...";

/* Status message shown when no results were found for the query */
"No Papers found." = "No Papers found.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Please ensure you have created a proper query.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Please try again later.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Please try again.";

/* Localized name of the service */
"Researchr" = "Researchr";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable." = "Service Temporarily Unavailable.";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
